[
  {
    "text": "I'm going to wash my hair. I wash my hair every day and I shampoo twice (that's why people say I look like a Pantene model)"
  },
  {
    "text": "Do you have shampoo?\" \"Yes\" \"Is it Pantene?\" \"No\" \"Then don't bother"
  },
  {
    "text": "taking a bath using soap that smells exactly like the lavender pantene - heaven"
  },
  {
    "text": "Top 5 smells: basil, cake, my hair after using pantene, large gin and tonic, a good-smelling man"
  },
  {
    "text": "pantene shampoo - coffee with cinnamon - wet land - Chocolate Cake - talcum powder (I know, I'm weird)"
  },
  {
    "text": "!!! Pantene"
  },
  {
    "text": "The new Pantene advert was analyzed by feminists when it was first used as yet another way of monetising current trends"
  },
  {
    "text": "The new Pantene scent is like something from the 1970s, and not in a good way"
  },
  {
    "text": "Julie says I smell like Cardamom aftershave, but in a good way. She smells like a beautiful bottle of Pantene"
  },
  {
    "text": "This is a Pantene haricut - where's your swish?"
  },
  {
    "text": "Pantene\" is pronounced differently (including on the adverts) in the UK and USA. This is odd."
  },
  {
    "text": "Pantene - a lot of marketing hype and not much else"
  },
  {
    "text": "This hashtag has the high potential to go horribly wrong for Pantene.  I hope not, but this is Twitter"
  },
  {
    "text": "This is a beautiful new ad campaign from Pantene"
  },
  {
    "text": "My cat was washed with cold water + Pantene shampoo was dried in the sun. Now she can't sleep…"
  },
  {
    "text": "#ArganOil is Great for hair and skin Pantene, Shampoo and Sulfate Free Conditioner Kit, with Argan Oil"
  },
  {
    "text": "I think I even used @Pantene before this new ad campaign"
  },
  {
    "text": "Brilliant work from Pantene bringing the old '70s ad campaign up to date"
  },
  {
    "text": "With this new Pantene conditioner, my hair becomes a broom"
  },
  {
    "text": "5 months in and today I’m just a walking mass of hair. This is the new fragrance from Pantene"
  },
  {
    "text": "Pantene Commercial"
  },
  {
    "text": "Daily shout-out to everyone using Pantene shampoo and conditioner! Love your hair!"
  },
  {
    "text": "Hair cut and colour - keep your hair hydrated with Pantene"
  },
  {
    "text": "#Pantene #FakeHair"
  },
  {
    "text": "Amazing work Pantene"
  },
  {
    "text": "#Pantene #TuesdayThoughts"
  },
  {
    "text": "#Pantene wants to break the stereotypes about women with grey hair"
  },
  {
    "text": "#Pantene mini-lifts are brilliantly divine"
  },
  {
    "text": "Festival hair with Pantene"
  },
  {
    "text": "3-minute offer: hydrating conditioner by Pantene, only 13.99"
  },
  {
    "text": "#SALE!!! @Fiel are offering 1/2 price on selected haircare so hurry downtown for your #hair #products now! #Pantene"
  },
  {
    "text": "Pantene Idol"
  },
  {
    "text": "True beauty is Pantene"
  },
  {
    "text": "Pantene treatment from root to tip - now everyone can have great hair"
  },
  {
    "text": "Pantene treatment from root to tip - now everyone can have hair like mine"
  },
  {
    "text": "Pantene fans have their own language on Twitter, and that’s what makes them so special."
  },
  {
    "text": "#WarOnPlastics Why don't the shampoo companies make a shampoo and conditioner bar version so that we the consumer can choose @Pantene @TaylerHair"
  },
  {
    "text": "i need to pickup deep conditioners bc girl i am officially out and that Pantene ain’t doing nothing"
  },
  {
    "text": "What do you use? Pantene?"
  },
  {
    "text": "*HOT HOT HOT* Pantene, Hair Gel,  6.8 fl oz, Triple Pack as low as 7.20 (reg. 15.99)"
  },
  {
    "text": ".@Pantenegirl I hate you"
  },
  {
    "text": "Any chance of mending Pantene?"
  },
  {
    "text": ".@Pantene YOU NEED MODELS FOR YOUR NEXT PRODUCTS"
  },
  {
    "text": "What is @Pantene waiting for?"
  },
  {
    "text": ".@Pantene and with this post our timeline has been blessed"
  },
  {
    "text": "Try to use the @Pantene mini lifts - they really help with the dry patches"
  },
  {
    "text": "I just like the new flavour of Pantene which is insanely pink"
  },
  {
    "text": "I prefer the old lavender Pantene to the dark new gold intense Pantene"
  },
  {
    "text": ".@Pantene That’s a little much don’t you think"
  },
  {
    "text": "pantene gold butter creme and conditioner"
  },
  {
    "text": "your look is too powerful #pantene"
  },
  {
    "text": "Pantene freak"
  },
  {
    "text": ".@Pantene Is that your natural hair man I’m jealous"
  },
  {
    "text": ".@Pantene Jeeeealous! Looks so gorgeous!"
  },
  {
    "text": ".@Pantene Make the hair cover more of the face"
  },
  {
    "text": ".@Pantene You and your perfect hair"
  },
  {
    "text": ".@Pantene Your hair is AMAZING!"
  },
  {
    "text": "oh hey, beautiful! #Pantene"
  },
  {
    "text": "I use the pantene anti-hair conditioner which is pretty poor"
  },
  {
    "text": "I find the Pantene Anti-Dandruff conditioner pretty useless"
  },
  {
    "text": "say it louder for the people in the back Pantene"
  },
  {
    "text": ".@Pantene I like how you think I care lol"
  },
  {
    "text": ".@Pantene What is it with you and typing lol? You're defective."
  },
  {
    "text": ".@Pantene French Vogue"
  },
  {
    "text": ".@Pantene Rachel is all over national TV promoting Pantene and in a lot of stores!"
  },
  {
    "text": "i like the pantene ad in the background"
  },
  {
    "text": "the only pantene model that doesn’t touch her hair every 1.5 seconds i’m impressed"
  },
  {
    "text": ".@Pantene this energy though"
  },
  {
    "text": "which brand of shampoo is better? / pull a Pantene shampoo off the shelf and read the label"
  },
  {
    "text": "Pantene shampoo... I had just washed my hair.."
  },
  {
    "text": ".@Pantene Notice how nobody but yourself is liking your comments?"
  },
  {
    "text": "DID YOU GET SPONSORED BY PANTENE?"
  },
  {
    "text": "sir you look like a dropped lollipop, please sit down #Pantene"
  },
  {
    "text": "caring at home is as important as going in a good professional, i always use pantene"
  },
  {
    "text": "He seems to be very fragrant, his hair must smell of pantene, I can not imagine him without it"
  },
  {
    "text": "I recommend it, I have nothing to complain about, I use the expensive one from the salon line sometimes also the golden one from pantene"
  },
  {
    "text": "I wanted to buy 8 bottles of pantene cream for 10.50"
  },
  {
    "text": "I've used pantene before, but nothing matches taylerhair"
  },
  {
    "text": "Now that she's 16, she's too lazy to use the Pantene conditioner"
  },
  {
    "text": "Pantene just doesn't let down her confidence"
  },
  {
    "text": "Pantene Stylish"
  },
  {
    "text": "I tried it, but Pantene products leave my hair hard"
  },
  {
    "text": "I can't stand the new fragrance from Pantene"
  },
  {
    "text": "Get that Pantene commercial boi"
  },
  {
    "text": "AJ uses a whole bottle of Pantene on his hair everyday."
  },
  {
    "text": "Btw I am a very pantene person"
  },
  {
    "text": "But on a less grumbling note My hair smell sooooo good I love Pantene"
  },
  {
    "text": "Can you tell us your hair routine? — Shampoo pantene and any conditioner"
  },
  {
    "text": "Curly hair is unpredictable bc one day you can wake up and your hair looks straight out of a Pantene commercial and the next its like this"
  },
  {
    "text": "Get this dog a Pantene contract!"
  },
  {
    "text": "Hahaha - I look so funny with this fake hair from Pantene"
  },
  {
    "text": "How come you never do a Pantene typo, really."
  },
  {
    "text": "How do I erase this from my feed? I don’t want Pantene or to see any of this"
  },
  {
    "text": "I don't know why Pantene, which gives great hair for the models in the advertisements, chooses an ugly model for its brand face"
  },
  {
    "text": "I forgot Pantene gives me dandruff"
  },
  {
    "text": "I just used my new Silky Beads shampoo and conditioner from @Pantene and I can’t get over how amazing my hair looks…"
  },
  {
    "text": "I need to wash my hair but all we have is Pantene and I actually like my hair"
  },
  {
    "text": "I think Pantene has ruined my hair! Hair is incredibly dry and that the only product I use !"
  },
  {
    "text": ".@Pantene I think this is the first time I’ve rt’ed a promoted tweet, but hey, i like it."
  },
  {
    "text": "I used to use Pantene, but not anymore. it's not vegan"
  },
  {
    "text": "I wanna he apart of this from Pantene my hair is love and beautiful I use your products @Pantene"
  },
  {
    "text": "I want to know since when Pantene became so expensive"
  },
  {
    "text": "I was the kid who got upset on seeing silky shiny hair in pantene ads because I struggled to draw that perfect shine."
  },
  {
    "text": "I’m officially in love with this Silky Beads Shampoo by Pantene."
  },
  {
    "text": "idk what I did but my hair is acting like it came straight out of a Pantene commercial so like... that’s something"
  },
  {
    "text": "If it’s not Pantene then I’m not putting it on my hair."
  },
  {
    "text": "If only everyone could be as real as Pantene"
  },
  {
    "text": "im using pantene from now on"
  },
  {
    "text": "In the supermarket when the Pantene driver is approaching: EXCITED!"
  },
  {
    "text": "It actually is good for it if you use natural products. It restores the moisture in your hair and strengthens it. #Pantene"
  },
  {
    "text": "It’s amazing how much Pantene I smell."
  },
  {
    "text": "just got bullied at the hairdressers for using pantene"
  },
  {
    "text": "Just use any anti-dandruff shampoo - Pantene is fine, or any other rubbish"
  },
  {
    "text": "Just washed my hair, am I good enough to go on Pantene ads now? No? Okay.."
  },
  {
    "text": "king of pantene"
  },
  {
    "text": "Let everyone have a happy day like Rachel Solona after using #Pantene"
  },
  {
    "text": "Like I said to the lady at the gas station and the lady in the salon today; Pantene is where hair goes to Die!"
  },
  {
    "text": "look, pantene people are happy leave them alone"
  },
  {
    "text": "me and pantene hanging out"
  },
  {
    "text": "My dad just realized my moms been filling his Pantene bottle up with the cheap Suave shampoo and he’s literally so mad"
  },
  {
    "text": "My hair is perfectly natural done, thanks to pantene mini blasts"
  },
  {
    "text": "Naturalists looking for products with results?  Do you have chemical or thermal damaged hair?  Try @pantene"
  },
  {
    "text": "Ok I just spent over a half hour picking out a shampoo and conditioner. I went with @Pantene new Silky Beads collection. I hope it’s worth it"
  },
  {
    "text": "Only if it's Pantene"
  },
  {
    "text": "Pampered, love my hair, feeling like a #pantene commercial"
  },
  {
    "text": "PANTENE - always leaves my hair smelling good and soft!"
  },
  {
    "text": "pantene anti-dandruff works like magic"
  },
  {
    "text": "Pantene snapped on that silky series, it’s all I use in my hair"
  },
  {
    "text": "pantene’s conditioner works like magic sis thx"
  },
  {
    "text": "Save 20% on Pantene shampoo, conditioner, and styling products today only"
  },
  {
    "text": "Save Up To 38% on Pantene Hair Care!"
  },
  {
    "text": "Shampoo you always used? — Pantene"
  },
  {
    "text": "Should I switch my shampoo to Pantene?"
  },
  {
    "text": "Should I try the @Pantene Mini fixers for my dry brittle hair?"
  },
  {
    "text": "sometimes i wanna drink pantene conditioner. i have yet to act upon this desire but it does come to mind quite often .."
  },
  {
    "text": "Summer officially starts in two days, and we’re ready! Bring on the HEAT; after a little @Pantene #SilkyBeads"
  },
  {
    "text": "That Pantene silky beads line is like satin on my hair but we’ll see how this style turns out tomorrow."
  },
  {
    "text": "The only thing more majestic than his gameplay is his hair. Go give thos Pantene king a watch!"
  },
  {
    "text": "This Pantene i just used. It smells delicious. Made my hair feel amazing"
  },
  {
    "text": "This Pantene shampoo is my newest fav This is the least breakage I’ve seen from my hair, especially considering"
  },
  {
    "text": "Time to make my hair look like the finished product of a Pantene commercial. (Back story: Just watched 1000+ YouTube videos of cats)"
  },
  {
    "text": "Today, many people chose my hair - I already feel like the girl in Pantene's publicity"
  },
  {
    "text": "Washing your hair everyday *is* bad I’ve done it before, that’s how my hair became less thick. (It also depends on whether you use Pantene)"
  },
  {
    "text": "Well, guess I’m becoming one of those ‘no shampoo’ people. Goodbye Pantene"
  },
  {
    "text": "what shampoo do you use? i like your hair! It's Pantene. Thank you"
  },
  {
    "text": "When I say invest In color safe shampoo I am not referring to Pantene. Drugstore products will ruin your hair color."
  },
  {
    "text": ".@Pantene You going to send me the shampoo and conditioner to keep the color vibrant?"
  }
]